{"content":[{"id":"adst_p8etKAclzd","name":"Exaustão","icon":{"type":"html-entity","value":"😮‍💨"},"description":"Estado adquirido por passar um certo tempo sem comer, beber e descansar. Principalmente descansar. <div class=\"division-line\"></div>    Nível 1: desvantagem de -3 em todos os testes envolvendo atributos e perícias. <br/> Nível 2: pontos de vida máximos, reduzidos pela metade temporariamente. <br/> Nível 3: a cada 10 minutos deve se fazer um teste de <span class=\"bold\">Con CD 8</span>, caso falhe o personagem desmaia. Somente outro personagem pode salva-lo em uma situação assim."},{"id":"adst_PoadpLNOXx","name":"Incendiado","icon":{"type":"html-entity","value":"🔥"},"description":"Estado adquirido quando seu personagem fica em contato com o fogo por muito tempo, algumas magias podem causar esse efeito simplesmente pelo contato. <div class=\"division-line\"></div>    O efeito se desfaz com o tempo e podem ser usados elixires para cortar o efeito mais rápido. Em combate isso é contado por turnos, a cada turno se recebe dano extra de <span class=\"orange\">fogo</span> até o efeito passar."},{"id":"adst_PRC9vXpsWV","name":"Molhado","icon":{"type":"html-entity","value":"💧"},"description":"Estado adquirido de maneira natural ao estar com no mínimo água nos pés e também de maneira mágica com magias elementais. <div class=\"division-line\"></div>    O efeito passa com o tempo sem contato com a água. Em combate, enquanto o efeito durar o alvo recebe desvantagem de -2 nos testes de resistência contra <span class=\"blue\">choque elétrico</span> e <span class=\"blue\">resfriamento</span> , e -1 nos testes de resistência contra <span class=\"blue\">congelamento</span>."},{"id":"adst_JCcoh0SXTa","name":"Choque Elétrico","icon":{"type":"html-entity","value":"⚡"},"description":"Estado adquirido de maneira natural ao ser atingido por uma descarga elétrica ou magicamente. <div class=\"division-line\"></div>    O efeito é instantâneo e graças a isso não pode ser curado, mas pode ser aumentada a resistência a ele com elixires. Em combate quando um alvo recebe um <span class=\"blue\">choque elétrico</span> ele recebe uma paralisia instantânea que faz com que o alvo perca o resto do seu turno. <br/> Se o alvo atingido estiver com concentração ativa, ela se perde instantaneamente."},{"id":"adst_0JTwXCIiZj","name":"Resfriado","icon":{"type":"html-entity","value":"❄️"},"description":"Estado adquirido quando seu personagem fica em contato com o frio por muito tempo, algumas magias podem causar esse efeito simplesmente pelo contato. <div class=\"division-line\"></div>    O efeito se desfaz com o tempo e podem ser usados elixires para cortar o efeito mais rápido. Em combate isso é contado por turnos, enquanto o efeito durar se recebe +50% (+ metade) do dano de <span class=\"blue\">gelo</span>, no mínimo 1, e os movimentos são reduzidos pela metade."},{"id":"adst_yaqt6G3qQA","name":"Congelado","icon":{"type":"html-entity","value":"🧊"},"description":"Estado adquirido quando seu personagem fica em contato com frio intenso por muito tempo, algumas magias podem causar esse efeito simplesmente pelo contato. <br/> Quando um personagem está congelado ele não pode se mover, porém não é como se tivesse criado um bloco de gelo que o encobre, seu corpo fica completamente coberto pelo gelo e por consequência imóvel. <div class=\"division-line\"></div>    O efeito se desfaz com o tempo, se for causado por magia, se for natural é necessário se aquecer, não existem elixires conhecidos que removam esse efeito, principalmente pelo fato de que ao estar congelado o personagem não consegue beber. Contudo, existem óleos e gases que podem remover esse efeito mais rapidamente, porém são soluções bem raras. <br/> Em combate se perde o turno quando está congelado, enquanto o efeito durar se recebe dano crítico de novos ataques com dano de <span class=\"blue\">gelo</span> ou de <span class=\"yellow\">impacto</span>. <br/> Se o alvo atingido estiver com concentração ativa, ela se perde instantaneamente."},{"id":"adst_3MAbBIYfxR","name":"Petrificado","icon":{"type":"html-entity","value":"🪨"},"description":"Estado adquirido magicamente. <br/> A petrificação pode ser completa ou parcial, quando petrificado o local fica imóvel com uma camada fina, porém resistente, de pedra sobe o local. <div class=\"division-line\"></div>    O efeito se desfaz com um teste de constituição no local afetado, caso seja no corpo todo e falhe no teste de constituição o efeito dura por mais 4 horas até se desfazer. Esse efeito pode ser reduzido com óleos e elixires. <br/> Em combate você deve realizar um teste de constituição CD 6 todo turno até obter sucesso, caso falhe a petrificação se propaga, caso ainda não esteja no corpo todo, aumentando o CD em + 1. A petrificação te impede de fazer ações que precisem daquela parte do corpo que esteja petrificada."}]}