{"id":"combat-techniques","title":"Técnicas de Combate","levels":[{"requirements":"Nível de Personagem 1","skills":[{"id":"cote_Io8oF6UROc","title":"Escudeiro","type":"passive","description":"Sua experiencia como escudeiro te garantiu alguns diversos conhecimentos e com isso as seguintes perícias:","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_hist","value":1},{"id":"prof_atle","value":1},{"id":"prof_pcep","value":1},{"id":"prof_ccc","value":1}]}},{"id":"cote_d4izSG067a","title":"Equilíbrio (Con)","type":"passive","description":"Você ganha <strong>+2 PV Máximo</strong> e um bonus de +4 em testes de resistência contra <strong>atordoamentos</strong>, <strong>derrubadas</strong> e <strong>empurrões</strong>."},{"id":"cote_VDJOHH9ha3","title":"Estilo de Combate (For, Des)","type":"passive","description":"Você adota um estilo de combate particular que será sua especialidade.","benefits":{"type":"list","title":"Escolha um dentre:","value":[{"type":"text","value":"<h3>Arquearia (Des)</h3> <p>Você adiciona +1 de bônus nas jogadas de ataque com arcos e bestas e a perícia <strong>Combate a Distância 1</strong>.</p>"},{"type":"text","value":"<h3>Combate com armas pesadas (For)</h3> <p>Quando você rolar um 1 ou um 2 num dado de dano de um ataque com arma corpo-a-corpo que você esteja empunhando com duas mãos, você pode rolar o dado novamente e deverá usar a nova rolagem, mesmo que resulte em 1 ou 2. A arma deve ter a propriedade <strong>duas mãos</strong> para ganhar esse benefício.</p>"},{"type":"text","value":"<h3>Combate com duas armas (Des)</h3> <p>Quando estiver usando armas em ambas as mãos (requer <strong>Guerreiro ambidestro</strong>) você poderá usar as duas armas para bloquear ataques corpo-a-corpo contra você que não sejam de armas com o atributo <strong>pesada</strong>. A redução de dano do bloqueio é o maior bônus de dano entre as duas armas + Força.</p>"},{"type":"text","value":"<h3>Duelista (Des)</h3> <p>Quando estiver utilizando uma arma em somente uma mão, e mais nada na outra você recebe um bônus de +1 nas jogadas de ataque com esta arma.</p>"},{"type":"text","value":"<h3>Defensor (For)</h3> <p>Ao realizar uma ação de defesa você pode adicionar +2 o seu valor de força na soma do dano reduzido pelo escudo ou pela arma se ela possuir a propriedade <strong>resistente</strong>, além da perícia <strong>Combate Defensivo 1</strong>.</p>"}]}},{"id":"cote_4aFSlj1Mmy","title":"Provocar (Car)","type":"active","properties":{"requirements":"2 Carisma."},"description":"Você faz um gesto de provocação, ou simplesmente tenta chamar a atenção dos alvos próximos. Jogue <strong>2D6 + Carisma + Persuasão</strong> e todos os alvos em um raio de 7m devem ser bem-sucedidos em um <strong>Teste de Persuasão</strong> contra o valor que você retirar, caso falhem passam a focar em você como um alvo deixando eles mais vulneráveis recebendo <strong>-3 em qualquer reação</strong> até a provocação durar, os alvos iram focar os ataques em você até que alguém cause dano a ele.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_pers","value":1}]}},{"id":"cote_iNBI4QHxS3","title":"Retomar Fôlego (Con)","type":"active","properties":{"requirements":"3 Constituição.","cost":"2 PE."},"description":"Pode utilizar uma ação de movimento no seu turno para retomar o fôlego no meio do calor do combate, essa habilidade te recupera <strong>1D6 + Constituição</strong> pontos de vida."},{"id":"cote_V6G4wx3xQJ","title":"Contra-Ataque (Des)","type":"active","properties":{"cost":"1 PE."},"description":"Ao ser <strong>bem sucedido</strong> em uma ação de defesa (seja, bloqueio ou esquiva), você tem a possibilidade de usar 1 PE para realizar um contra-ataque, <strong>sem necessidade</strong> de jogada de ataque. O contra-ataque tem o dano de um ataque físico normal e <strong>não pode se usar magias</strong>."},{"id":"cote_5XdWkegH3w","title":"Aparar Golpes (Des)","type":"active","properties":{"requirements":"2 Destreza.","cost":"2 PE."},"description":"Ao custo de PE a habilidade que permite se utilizar um movimento de aparada ao se defender de um ataque, se a defesa for bem sucedida o atacante fica vulnerável a um ataque no próximo turno, ou seja, ele não pode realizar uma ação de defesa ou esquiva. É necessário ter um escudo leve para realizar essa ação."}]}]}