{"description":"Itens podem ser usados no seu turno ao custo da ação do turno ou ação de defesa.","content":[{"id":"coit_Yn4SsMMxzs","name":"Adagas de Arremesso","cost":"$1 /item.","icon":{"type":"html-entity","value":"&#x1F5E1;"},"description":"Pequenas adagas especificas para arremesso, causam um dano de 1D6 + (Destreza)."},{"id":"coit_en6yHupqWF","name":"Corda","icon":{"type":"html-entity","value":"&#x1F9F5;"},"cost":"$2 /Metro.","description":"A corda é feita de cânhamo, algodão, linho ou de seda, tem 2 pontos de vida e pode ser arrebentada com um teste de <span class=\"bold\">Força CD 17</span> bem sucedido. <span class=\"bold\">Imune</span> a dano de impacto."},{"id":"coit_4vrVP6mhBE","name":"Pé de Cabra","icon":{"type":"html-entity","value":"&#x1F6E0;&#xFE0F;"},"cost":"$8.","description":"Usar um pé de cabra concede vantagem de +4 nos testes de <span class=\"bold\">Força</span> onde faz sentido ser aplicado."},{"id":"coit_cCr1bkMpto","name":"Tenda (Beta)","icon":{"type":"html-entity","value":"&#9978;"},"cost":"$20.","description":"Um abrigo simples e portátil que acomoda 2 pessoas. Necessário para realizar descansos longos em locais inóspitos. Cada tenda só pode ser utilizada uma única vez."},{"id":"coit_nvkFIgaGqF","name":"Tocha","icon":{"type":"html-entity","value":"&#128367;"},"cost":"$5.","description":"A tocha queima por 2 hora fornecendo luz em um raio de 3m do usuário. A tocha deve ser equipada em uma das mãos enquanto estiver sendo usada. Se você acertar um ataque corpo-a-corpo com uma tocha, causa 1 de dano de fogo."},{"id":"coit_YqMIOvLiaQ","name":"Óleo","icon":{"type":"html-entity","value":"&#x26B1;&#xFE0F;"},"cost":"$5 /Frasco.","description":"Geralmente vem em um frasco de vidro ou argila que contém 250ml. Este item pode ser arremessado contra um alvo, espalhado no chão, usado como combustível, entre outras ações. <details class=\"benefits-details\"> <summary>Efeitos</summary> <ul class=\"list\"> <li>Caso um alvo esteja coberto de óleo e sofrendo algum tipo de dano de fogo, ele incendeia sofrendo 4 pontos de dano de fogo adicional.</li><li>Caso acesso em alguma superfície qualquer personagem no local sofre 4 de dano de fogo por turno no local, as chamas duram 2 rodadas.</li> </ul> </details>"}]}