{"description":"Itens podem ser usados no seu turno ao custo da ação do turno ou ação de defesa.","content":[{"id":"coit_Yn4SsMMxzs","name":"Adagas de Arremesso","cost":"$1 /item.","icon":{"type":"html-entity","value":"🗡️"},"description":"Pequenas adagas especificas para arremesso, causam um dano de 1D6 + (Destreza)."},{"id":"coit_C3J1Jev9Py","name":"Bandagem","icon":{"type":"html-entity","value":"💉"},"cost":"$8.","description":"Bandagens usadas para estancar sangramentos. Com <span class=\"bold\">CD 8 Medicina(Sab)</span>. Caso falhe a bandagem se gasta e garante redução pela meta do efeito do sangramento."},{"id":"coit_en6yHupqWF","name":"Corda","icon":{"type":"html-entity","value":"🧵"},"cost":"$2 /Metro.","description":"A corda é feita de cânhamo, algodão, linho ou de seda, tem 2 pontos de vida e pode ser arrebentada com um teste de <span class=\"bold\">Força CD 17</span> bem sucedido. <span class=\"bold\">Imune</span> a dano de impacto."},{"id":"coit_MYEk2oiCIB","name":"Gazuas","icon":{"type":"html-entity","value":"🪛"},"cost":"$1.","description":"Ferramenta de haste pequena, geralmente de ferro, que pode ser utilizada para realizar trabalhos em espaços pequenos como fechaduras e baús. Ferramenta <span class=\"bold\">necessária</span> para abrir portas e baús trancados."},{"id":"coit_1iScBBoKln","name":"Grimório em Branco","icon":{"type":"html-entity","value":"📔"},"cost":"$15.","description":"Um pequeno livro magicamente preparado para ser usado como um repositório de feitiços. Ele é adquirido em branco e deve ser realizado um simples ritual de vinculo com o usuário para que ele tenha o efeito desejado, senão será apenas um livro comum."},{"id":"coit_4CryP9IxfO","name":"Kit Alquímico","icon":{"type":"html-entity","value":"💼"},"cost":"$20.","description":"Um kit contendo ferramentas para trabalhos de alquimia portátil. Nesse kit contem itens como: pinças, alicates, potes de preparo, frascos de vidro e um amassador. Para simplificar o preparo dos itens, será utilizada uma contagem de ingredientes e o tempo como custo. A principio seria algo bem mais específico com cada tipo de ingrediente e seus efeitos, porém isso deixaria a gestão desses ingredientes e do preparo deles muito mais complexo do que precisa ser. Esse kit tem espaço para <span class=\"bold\">30 ingredientes</span>. Com esse kit você pode realizar ações como as seguintes:<br/><br/>     <details class=\"details-list\"> <summary>Ações</summary> <ul class=\"list\"> <li><span class=\"bold\">Coleta:</span> Você pode coletar ingredientes sempre que estiver viajando de um local para outro na natureza. Jogue <span class=\"bold\">2D6</span> para cada viagem de um ponto a outro que sua equipe fizer.</li><li><span class=\"bold\">Preparo:</span> Que se trata da preparação em si do item, isso custa ingredientes e tempo, que varia para cada item (você pode ver isso no <app-link to=\"/)\">Manual de Alquimia</app-link> só sendo possível de ser feito <span class=\"bold\">fora de combate</span> ou durante um <span class=\"bold\">repouso</span>.</li><li><span class=\"bold\">Limpeza:</span> Ingredientes são coletados em sua forma <span class=\"bold\">bruta</span>. Isso faz ser necessário um processo conhecido como <span class=\"bold\">limpeza</span> para que o item é esteja no estado correto para uso. Ao coletar ingredientes na natureza ou pilhar corpos (se possuir a habilidade), sempre será feito esse processo de limpeza automaticamente. Contudo, se capacidade de ingredientes do kit já estiver cheio, você pode guardar ingredientes <span class=\"bold\">brutos</span> no inventário que poderão ser limpos e tornarem ingredientes. Esse processo de limpeza só pode ser realizado <span class=\"bold\">fora de combate</span> ou durante um <span class=\"bold\">repouso</span>, e custa 1 minuto para cada ingrediente bruto.</li> </ul> </details>"},{"id":"coit_XvSBBKtfro","name":"Kit de Encantamentos Arcanos","icon":{"type":"html-entity","value":"🔮"},"cost":"$40.","description":"Um kit simples que contem ferramentas específicas para se trabalhar com encantamentos, seja no gravar de runas em outros itens, o encantar de pergaminhos, criação de vínculos e afins. Se ainda não possuir o kit também vem com um <span class=\"bold\">Selo Rúnico em Branco</span>."},{"id":"coit_zm24PgCair","name":"Kit de Ferramentas de Caça","icon":{"type":"html-entity","value":"🧰"},"cost":"$20.","description":"Um kit que contem várias ferramentas que são utilizadas junto de <span class=\"bold\">peças</span> para se criar vários tipos de itens, normalmente utilizados por caçadores. Este kit comporta um máximo de 100 peças. <br/> As <span class=\"bold\">Peças</span> são de uma construção muito específica, então a maneira mais comum de se conseguir peças é comprando elas ou encontrando de inimigos que talvez as tinham."},{"id":"coit_kV21nV5RMC","name":"Kit de Manutenção de Armas","icon":{"type":"html-entity","value":"⚒️"},"cost":"$12 e 10 Minutos.","description":"Um kit simples que contém vários utensílios como panos, lixas, pedras de amolar, entre outros itens úteis pra fazer limpeza e reajuste de armas. Este item deve ser usados no <span class=\"bold\">Tempo Livre</span> ou <span class=\"bold\">Repousos</span>. O kit aplica <span class=\"bold\">Vantagem de Dano</span> na arma que foi usado, durante o <span class=\"bold\">próximo combate inteiro</span>, o kit pode ser utilizado até <span class=\"bold\">3 vezes</span>, cada arma utilizada com o kit consome um uso."},{"id":"coit_sOUsaEBfdM","name":"Kit de Repouso","icon":{"type":"html-entity","value":"🍱"},"cost":"$8.","description":"Esse kit possuí <span class=\"bold\">uso único</span>. Um conjunto de itens para realizar uma breve pausa na jornada, ele é composto de: pacotes com vários alimentos desidratados adequados a viagens. Pequenas madeiras capazes de fazer uma fogueira pequena e simples. Alguns panos finos que podem ser usados para deitar ou sentar encima. <br/><br/><br/><br/>    Somente um kit é necessário para realizar um descanso curto para todos os personagens, cada personagem pode usar seu tempo de descanso como bem quiser mas deve realizar ações que encaixem no tempo utilizado no repouso, cada repouso pode ser de <span class=\"bold\">no máximo 2 horas e 30 minutos</span>. <br/><br/><br/><br/>    Cada personagem pode ter habilidades especiais que podem ser usadas durante o repouso, porém todos podem usar a ação de <span class=\"bold\">Alimentar-se</span>, que recupera 1D6 + Constituição + Medicina de <span class=\"green\">PV</span> e 1D6 + 2 de <span class=\"blue\">PE</span>, e que <span class=\"bold\">gasta 30 minutos</span> do descanso e só pode ser utilizada uma <span class=\"bold\">única vez por Kit</span>."},{"id":"coit_d8bYfossm1","name":"Lanterna de Cintura","icon":{"type":"html-entity","value":"🕯️"},"cost":"$30.","description":"Uma lanterna que pode ser acoplada a um cinto, ela funciona a base de óleo e ilumina 2 metros entorno do usuário. Não é necessário segurar esse itens já que ele pode ser acoplado ao teu cinto."},{"id":"coit_vXPaMfWy06","name":"Materiais de Forja","icon":{"type":"html-entity","value":"⚒️"},"cost":"Varia por raridade.","description":"Materiais utilizados com um <app-link to=\"/\">Ferreiro</app-link> para reforçar magicamente o poder de ataque bruto das armas ou a resitência bruta de armaduras e escudos. Esse materiais possuem 3 variações <span class=\"bold\">Comuns</span>, <span class=\"bold\">Raros</span> e <span class=\"bold\">Preciosos</span> cada um sendo necessário em certas ocasiões. Você pode comprar um material de cada variação pelos seguintes preços:<br/><br/>     <details class=\"details-list\"> <summary>Preços por raridade</summary> <ul class=\"list\"> <li><span class=\"bold\">Comum:</span> $ 15.</li><li><span class=\"bold\">Raro:</span> $ 70.</li><li><span class=\"bold\">Precioso:</span> $ 250.</li> </ul> </details>"},{"id":"coit_jidnIz1G1b","name":"Pacote com Ingredientes","icon":{"type":"html-entity","value":"📦"},"cost":"$2 /5 Ingredientes.","description":"Um pacote simples com alguns ingredientes usados para criação de itens alquímicos."},{"id":"coit_sYhrNqhaSj","name":"Pacote com Peças","icon":{"type":"html-entity","value":"🔩"},"cost":"$5 /10 Peças.","description":"Um pacote simples que contem <span class=\"bold\">10 peças</span>, que junto de um <span class=\"bold\">Kit de Ferramentas de Caça</span> podem ser utilizadas para criar vários itens."},{"id":"coit_zuU5XaK6q9","name":"Pergaminho em Branco","icon":{"type":"html-entity","value":"📜"},"cost":"$1.","description":"Um grande pedaço de papel que pode ser usado para vários fins, desenhar um mapa, uma mensagem, runas para conjurar uma magias e afins."},{"id":"coit_4vrVP6mhBE","name":"Pé de Cabra","icon":{"type":"html-entity","value":"🛠️"},"cost":"$8.","description":"Usar um pé de cabra concede vantagem de +4 nos testes de <span class=\"bold\">Força</span> onde faz sentido ser aplicado."},{"id":"coit_aH5YtWwQ8F","name":"Selo Rúnico em Branco","icon":{"type":"html-entity","value":"💠"},"cost":"$15.","description":"Um selo rúnico feito de metais simples ou madeira, em branco, sem nenhum tipo de vínculo ou qualquer gravura ou entalhe."},{"id":"coit_cCr1bkMpto","name":"Tenda (Beta)","icon":{"type":"html-entity","value":"⛺"},"cost":"$20.","description":"Um abrigo simples e portátil que acomoda 2 pessoas. Necessário para realizar descansos longos em locais inóspitos. Cada tenda só pode ser utilizada uma única vez."},{"id":"coit_nvkFIgaGqF","name":"Tocha","icon":{"type":"html-entity","value":"🕯️"},"cost":"$5.","description":"A tocha queima por 2 hora fornecendo luz em um raio de 3m do usuário. A tocha deve ser equipada em uma das mãos enquanto estiver sendo usada. Se você acertar um ataque corpo-a-corpo com uma tocha, causa 1 de dano de fogo."},{"id":"coit_YqMIOvLiaQ","name":"Óleo","icon":{"type":"html-entity","value":"⚱️"},"cost":"$5 /Frasco.","description":"Geralmente vem em um frasco de vidro ou argila que contém 250ml. Este item pode ser arremessado contra um alvo, espalhado no chão, usado como combustível, entre outras ações.<br/><br/>     <details class=\"details-list\"> <summary>Efeitos</summary> <ul class=\"list\"> <li>Caso um alvo esteja coberto de óleo e sofrendo algum tipo de dano de fogo, ele incendeia sofrendo 4 pontos de dano de fogo adicional.</li><li>Caso acesso em alguma superfície qualquer personagem no local sofre 4 de dano de fogo por turno no local, as chamas duram 2 rodadas.</li> </ul> </details>"}]}