{"id":"cunning-techniques","title":"Técnicas Ardilosas","levels":[{"requirements":"Nível de Personagem 1","skills":[{"id":"cute_MdNuvF6OPq","title":"Aspirante a Assassino","type":"passive","description":"Você possuí fortes aspirações a se tornar um assassino e mesmo sem treinamento já possuí as seguintes perícias relacionadas:","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_furt","value":1},{"id":"prof_ccc","value":1},{"id":"prof_cdis","value":1},{"id":"prof_agil","value":1},{"id":"prof_pcep","value":1}]}},{"id":"cute_zjW1CU5nuA","title":"Pivete de Rua","type":"passive","description":"Sua experiência em pequenos furtos, fugas e linguajar das ruas te garantem as seguintes perícias:","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_acro","value":1},{"id":"prof_sobr","value":1},{"id":"prof_pdig","value":1},{"id":"prof_pers","value":1},{"id":"prof_ccc","value":1}]}},{"id":"cute_9nGVSWcWQA","title":"Ataque Furtivo (Des)","type":"passive","description":"Ao se aproximar sem ser detectado em um alvo, você pode realizar um ataque furtivo, usando uma <strong>arma leve</strong>. O dano do seu ataque é considerado um <strong>crítico</strong>. O alvo não pode perceber sua aproximação ou saber onde está no momento, geralmente com um ou mais testes de furtividade."},{"id":"cute_UipYZR9GEV","title":"Assalto (Des)","type":"active","description":"Ao se movimentar muito próximo ao seu alvo ou esquivar de um golpe, você pode realizar uma jogada de Prestidigitação para tentar roubá-lo. Só é possível roubar coisas que estejam a vista, mesmo que o alvo esteja segurando. Se o alvo não tiver nada, mas aparentar ter ouro, você pode usar essa habilidade para roubá-lo.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_pdig","value":2}]}},{"id":"cute_aQ4CepRBqU","title":"Investida Rápida (Des)","type":"passive","description":"Você ganha +2 de bônus de iniciativa no primeiro turno de combate, caso você seja o primeiro a acertar um golpe com uma <strong>arma leve</strong>, ele será um <strong>crítico</strong>. Essa habilidade não se aplica caso você for surpreendido em combate."},{"id":"cute_I4egXjgNPs","title":"Driblar (Des)","type":"active","properties":{"cost":"2 PE (ao encadear um ataque furtivo)"},"description":"Habilidade de se mover entorno ou passando no mesmo espaço do inimigo, após realizar uma esquiva. Fazer esse movimento faz com que o inimigo que realizou o ataque só perceba você, se você entrar no campo de visão dele, no seu próximo turno. Podendo se mover a até 1 metros.\n Se você possuir a habilidade <strong>Ataque Furtivo</strong>, ao custo de 2 PE você pode encadear na mesma reação uma jogada de furtividade para realizar um ataque furtividade contra este alvo.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_agil","value":1}]}}]}]}