{"id":"hunt-tactics","title":"Táticas de Caça (Beta)","levels":[{"requirements":"Nível de Personagem 1.","skills":[{"id":"huta_ECBQNmqsxC","title":"Vínculo com Fera Mística","type":"passive","description":"Você e uma fera mística se tornaram companheiros graças a uma amizade que foram cultivando, essa amizade evolui ao ponto de que você e seu parceiro estão dispostos a dar a vida um pelo outro, vocês estão selam seus destinos através de um ritual tornando esse vínculo algo até sobrenatural, ele garante vários benefícios para você e seu parceiro, contudo ele também pode vir com desvantagens. Vá a lista de <a href=\"/\">Feras Místicas</a>, para ver melhor as vantagens e desvantagens e escolher qual tipo de fera será seu aliado.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_tani","value":1}]}},{"id":"huta_VWgniYJzHo","title":"Alerta (Sab)","type":"passive","description":"Você não pode ser surpreso enquanto estiver consciente. Ataques furtivos <strong>não funcionam</strong> com você, mas você não percebe aproximação de inimigos aos seus aliados.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_pcep","value":1}]}},{"id":"huta_NZL4JMHv8i","title":"Primeiro Abate (Des)","type":"passive","description":"No seu primeiro turno de combate, você tem vantagem de <strong>+4 nas jogadas de ataque</strong> e <strong>+1 de dano</strong>, contra criaturas que ainda não tenham agido."},{"id":"huta_YD3Xauivr5","title":"Mão Firme (Des)","type":"passive","description":"Seu treinamento com armas a distância te garante um melhor desempenho com esse tipo de arma. Isso te garante um bonus de <strong>+1</strong> nas jogadas de ataque com <strong>armas a distância</strong> e armas que possuem o atributo <strong>arremessável</strong>. Você recebe as seguintes perícias:","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_cdis","value":1},{"id":"prof_agil","value":1},{"id":"prof_sobr","value":1},{"id":"prof_pcep","value":1}]}},{"id":"huta_w9uHh0bp8z","title":"Preparo de Armadilhas","type":"passive","description":"Você é um iniciado em emboscadas, combate a distância estratégico e preparo do campo de batalha a seu favor e de seus aliados. Com essa habilidade você ganha acesso aos Aparatos de Caça de Você é um iniciado em emboscadas, combate a distância estratégico e preparo do campo de batalha a seu favor e de seus aliados. Com essa habilidade você ganha acesso aos <a href=\"/\">Aparatos de Caça</a> de <strong>nível 1</strong> que podem ser criadas para utilização durante e fora de combate."}]}]}