{"id":"magic-grimoire","title":"Grimório de Magias","description":"<h2>Atributos das magias</h2> <span class=\"bold\">Habilidade de Conjuração:</span> Boa parte das magia precisam ou de um teste de sucesso do alvo ou do usuário para o efeito desejado aconteça. A princípio nenhum atributo ou perícia é requisitado para definir esses valores e graças a isso será usado um <span class=\"bold\">CD padrão de 8</span> ou <span class=\"bold\">+4 para jogadas de dados</span>. Contudo, este valor pode ser alterado se o personagem possuir alguma habilidade que o permita utilizar alguma combinação de <span class=\"italic\">Atributo + Perícia</span> para definir essa CD, se for o caso o calculo passa a ser <span class=\"bold\">CD = Base da Magia + Atributo de Conjuração + Perícia de Conjuração</span>, habilidade que permitem isso são conhecidas como <span class=\"bold\">Habilidade de Conjuração</span>.<br/><br/>    <span class=\"bold\">Atributo de Conjuração:</span> Atributo utilizado para a realização de magias, por padrão nenhum atributo pode ser utilizado e é necessário uma habilidade que proporcione isso. Atributos que são utilizados para isso são <span class=\"bold\">Inteligencia</span>, <span class=\"bold\">Sabedoria</span> e <span class=\"bold\">Carisma</span>.<br/><br/>    <span class=\"bold\">Perícia de Conjuração:</span> Perícia utilizada para determinar a potência das magias, por padrão nenhuma perícia é utilizada e deve considerar o valor de 4 nesses casos. As perícias de conjuração são liberadas juntamente com os atributos ao adquirir uma habilidade. Perícias de conjuração podem muitas vezes serem utilizadas para determinar valor dinâmicos na magia. Você pode ver quais perícias são consideradas como <span class=\"bold\">Perícias de Conjuração</span> na página de <app-link to=\"/docs/proficiencies\">Perícias.</app-link><br/><br/>    <span class=\"bold\">Concentração:</span> Normalmente um usuário de magia só pode ter uma magia que requer concentração ativa, se conjurar outra magia que requer concentração a anterior é desfeita. Existem efeitos que removem a concentração automaticamente, como choque elétrico, congelamento, derrubada e atordoamento.","levels":[{"requirements":"Nível de Personagem 1.","items":[{"id":"spll_asdjkneu","name":"Disparo Arcano","cover":"https://img.notionusercontent.com/s3/prod-files-secure%2F7722d401-c572-44a2-856f-16b695f318eb%2F230f9973-e31a-49df-9ac4-a3c6bb9f6870%2Fdownload.jpeg/size/w=2000?exp=1730492652&sig=vjSIjooz0-F5s5W5n8WtOMWBJBVWrBq4La4X_CzNVOE","concentration":false,"domains":["arcane"],"energyCost":1,"effect":"Dano Arcano: 1D6 + Perícia de Conjuração.","description":"Você dispara uma pequena esfera de pura energia arcana contra seu alvo. Essa é a manifestação de magia mais simples e pura, simplesmente concentrando uma pequena quantidade de energia arcana no tamanho de uma esfera e a disparando.<br/><br/>    Esta magia persegue o alvo que você possar ver e sempre o acerta."},{"id":"spll_Jor1wErqER","name":"Descarga Elétrica","cover":"https://img.notionusercontent.com/ext/https%3A%2F%2Fi.pinimg.com%2F564x%2Ff8%2F71%2Fd8%2Ff871d887342d5eb494901568f9b4ad67.jpg/size/w=2000?exp=1730492872&sig=JzTjt9wX4n4FhkSIuur29-vwpQGEDlPn_XbiS5O_17U","concentration":false,"domains":["arcane"],"energyCost":3,"effect":"Dano Elétrico: 1D6 + 4.","savingThrow":"2D6 + Destreza + Agilidade do Alvo contra sua CD de 4 + Habilidade de Conjuração.","description":"Dispara um raio elétrico contra um alvo a até 5m. Caso o alvo esquive recebe metade do dano."},{"id":"spll_qHZqpPBVqq","name":"Disparo de Fogo","concentration":false,"domains":["arcane"],"energyCost":3,"effect":"Dano Fogo: 1D6 + 4","savingThrow":"2D6 + Destreza + Agilidade do Alvo contra sua CD de 4 + Habilidade de Conjuração.","description":"Dispara uma pequena esfera flamejante contra um alvo a até 5m.<br/><br/>    Caso o alvo esquive recebe <span class=\"bold\">metade</span> do dano."},{"id":"spll_IXdmWXJJmL","name":"Disparo Gélido","concentration":false,"domains":["arcane"],"energyCost":3,"effect":"Dano Gelo: 1D6 + 4","savingThrow":"2D6 + Destreza + Agilidade do Alvo contra sua CD de 4 + Habilidade de Conjuração.","description":"Dispara uma pequena esfera de energia arcana contendo uma energia gélida concentrada contra um alvo a até 5m. Caso o alvo esquive recebe <span class=\"bold\">metade</span> do dano."},{"id":"spll_5gil0Wn75o","name":"Rajada de Ventos","concentration":false,"domains":["arcane"],"energyCost":2,"effect":"Dano Vento: 1D6 + 3","savingThrow":"2D6 + Destreza + Agilidade do alvo contra sua CD de 6 + Habilidade de Conjuração.","description":"Você concentra uma forte corrente de ar na palma de sua mão, ou em um catalisador e a dispara em um alvo com uma potencia como se fosse um tiro de canhão.<br/><br/>    O alvo deve ser bem sucedido no teste de resistência para <span class=\"bold\">sofrer metade do dano.</span><br/><br/>    Caso seja atingindo deve realizar um segundo teste de constituição, CD 6 + Habilidade de Conjuração, que caso falhe o alvo é empurrado 1m e derrubado no chão."},{"id":"spll_OiktCSeMCf","name":"Chama Sagrada","concentration":false,"domains":["clerical"],"energyCost":3,"effect":"Dano Luz: 1D6 + 4","savingThrow":"2D6 + Destreza + Agilidade do Alvo contra sua CD de 4 + Habilidade de Conjuração.","description":"Semelhante ao Disparo de fogo, porém é uma chama amarela clara derivada de poderes divinos. Para usar essa magia é necessário ter vinculo ou devoção a alguma divindade.<br/><br/>    Caso o alvo se esquive recebe <span class=\"bold\">metade</span> do dano."},{"id":"spll_oMDBnB2HZr","name":"Onda de Força","concentration":false,"domains":["arcane","acustic"],"energyCost":2,"effect":"Dano Impacto: 1D6 + 4","savingThrow":"2D6 + Destreza + Agilidade do Alvo contra sua CD de 4 + Habilidade de Conjuração.","description":"Libera uma onda de choque cinética, em formato de cone de 2m, que causa dano físico.<br/><br/>    Caso o alvo falhe no teste o empurra a 3 metros longe, podendo derrubá-lo, recebendo +2 de dano se o alvo se esbarrar em outro objeto um pouco mais resistente."},{"id":"spll_ZwivnVagjg","name":"Ilusão Menor","concentration":false,"domains":["arcane","acustic"],"energyCost":1,"effect":"Alcance de 7 metros","savingThrow":"CD 8","duration":"8 turnos","description":"Cria ilusões de objetos, criaturas pequenas e/ou efeitos naturais simples (fumaça, uma chama média, jarro, etc). Caso falhe a ilusão se desfaz. Alcance de 7m."},{"id":"spll_fH10MKKmDe","name":"Marca Arcana","concentration":true,"domains":["arcane"],"energyCost":1,"effect":"Detecção de até 9 metros","savingThrow":"CD 8","duration":"5 turnos (10 minutos)","description":"Com um alcance de 5 metros você projeta uma runa mágica em uma superficie, objeto ou alvo e pode ser detectado a até 9 metros.<br/><br/>    Em combate o alvo que possuir esta marca recebe -2 nos testes de esquiva contra suas magias.<br/><br/>    Se falhar no teste a distância é cortada pela metade."},{"id":"spll_dhDV6GdKDt","name":"Fechar Ferimentos","concentration":false,"domains":["arcane","clerical","acustic"],"energyCost":2,"effect":"Cura 1D6 + 2","description":"Utiliza de meios sobrenaturais, divinos, arcanos ou espirituais para fechar feridas não muito grandes, assim curando o conjurador ou aliados.<br/><br/>    Alcance de um toque.<br/><br/>    Caso use em um aliado caído, você garante um jogada de estabilização segura, que caso seja menor que 8 não conta como uma falha."},{"id":"spll_WHzu427EsT","name":"Mensagem","concentration":true,"domains":["arcane","acustic"],"energyCost":1,"effect":"Alcance de 10 metros","savingThrow":"CD 8","duration":"5 turnos","description":"Capacidade de se comunicar com outras pessoas telepaticamente, é necessário apontar o dedo para o alvo, alcance de 10m. Pode atravessar paredes, mas é necessário saber onde o alvo está. Caso falhe no teste a mensagem se perde."},{"id":"spll_cF4rzvZD37","name":"Chicote de Espinhos","concentration":false,"domains":["arcane"],"energyCost":2,"effect":"Dano Perfurante: 1D6 + 3","savingThrow":"2D6 + Destreza + Agilidade do Alvo contra sua CD de 4 + Habilidade de Conjuração.","duration":"Até os chicotes serem destruídos ou o conjurador desfazer a magia","description":"Você é capaz de criar um chicote de vinhas coberto de espinhos, este chicote pode surgir de uma de suas mãos e se por a mão no chão no momento da conjuração o chicote surge próximo a você a partir do chão.<br/><br/>    O chicote tem 5m e é capaz de puxar um alvo de pequeno ou médio porte, se ele falhar no teste de esquiva contra o ataque. O chicote tem 1 de PV.<br/><br/>    Caso falhe na conjuração a magia se desfaz."},{"id":"spll_vhrRfQVL0u","name":"Chama Espiritual","concentration":false,"domains":["arcane","clerical"],"energyCost":3,"effect":"Dano Sombrio: 1D6 + 4","savingThrow":"2D6 + Destreza + Agilidade o Alvo contra sua CD de 4 + Habilidade de Conjuração.","description":"Cria uma chama feita de energia espiritual e a dispara a um alvo a até 5m.<br/><br/>    Caso o alvo seja bem sucedido no teste de resistência recebe somente metade do dano."},{"id":"spll_YTZG5uaNSf","name":"Escudo Arcano","concentration":false,"domains":["arcane","clerical","acustic"],"energyCost":1,"effect":"Absorve 3D6 de Dano","savingThrow":"2D6 + Destreza + Combate Defensivo contra o valor da jogada de ataque do atacante.","description":"Um escudo de pura energia arcana é conjurado em sua frente, caso conjure como sua ação principal o escudo dura o até o próximo turno <span class=\"bold\">sem necessidade de teste de sucesso</span>, caso contrário, ele pode ser conjurado como uma <span class=\"bold\">reação.</span><br/><br/>    Ele nega um máximo de <span class=\"bold\">3D6 pontos de dano de qualquer elemento.</span> O escudo se dispersa após o primeiro dano recebido. <br/><br/>    Quando conjurado como reação você deve ser bem sucedido em teste de 2D6 + Destreza + Combate Defensivo contra a <span class=\"bold\">jogada de ataque</span> do atacante, caso falhe, o escudo nega somente metade do dano."}]}]}