{"id":"magic-grimoire","title":"Grimório de Magias","description":"<h2>Atributos das magias</h2> <span class=\"bold\">Habilidade de Conjuração:</span> Boa parte das magia precisam ou de um teste de sucesso do alvo ou do usuário para o efeito desejado aconteça. A princípio nenhum atributo ou perícia é requisitado para definir esses valores e graças a isso será usado um <span class=\"bold\">CD padrão de 8</span> ou <span class=\"bold\">+4 para jogadas de dados</span>. Contudo, este valor pode ser alterado se o personagem possuir alguma habilidade que o permita utilizar alguma combinação de <span class=\"italic\">Atributo + Perícia</span> para definir essa CD, se for o caso o calculo passa a ser <span class=\"bold\">CD = Base da Magia + Atributo de Conjuração + Perícia de Conjuração</span>, habilidade que permitem isso são conhecidas como <span class=\"bold\">Habilidade de Conjuração</span>.<br/><br/>    <span class=\"bold\">Atributo de Conjuração:</span> Atributo utilizado para a realização de magias, por padrão nenhum atributo pode ser utilizado e é necessário uma habilidade que proporcione isso. Atributos que são utilizados para isso são <span class=\"bold\">Inteligencia</span>, <span class=\"bold\">Sabedoria</span> e <span class=\"bold\">Carisma</span>.<br/><br/>    <span class=\"bold\">Perícia de Conjuração:</span> Perícia utilizada para determinar a potência das magias, por padrão nenhuma perícia é utilizada e deve considerar o valor de 4 nesses casos. As perícias de conjuração são liberadas juntamente com os atributos ao adquirir uma habilidade. Perícias de conjuração podem muitas vezes serem utilizadas para determinar valor dinâmicos na magia. Você pode ver quais perícias são consideradas como <span class=\"bold\">Perícias de Conjuração</span> na página de <app-link to=\"/docs/proficiencies\">Perícias.</app-link><br/><br/>    <span class=\"bold\">Concentração:</span> Normalmente um usuário de magia só pode ter uma magia que requer concentração ativa, se conjurar outra magia que requer concentração a anterior é desfeita. Existem efeitos que removem a concentração automaticamente, como choque elétrico, congelamento, derrubada e atordoamento.","levels":[{"requirements":"Nível de Personagem 1.","items":[{"id":"spll_asdjkneu","name":"Disparo Arcano","cover":"https://img.notionusercontent.com/s3/prod-files-secure%2F7722d401-c572-44a2-856f-16b695f318eb%2F230f9973-e31a-49df-9ac4-a3c6bb9f6870%2Fdownload.jpeg/size/w=2000?exp=1730492652&sig=vjSIjooz0-F5s5W5n8WtOMWBJBVWrBq4La4X_CzNVOE","concentration":false,"domain":"arcane","energyCost":1,"effect":"Dano Arcano: 1D6 + Perícia de Conjuração.","description":"Você dispara uma pequena esfera de pura energia arcana contra seu alvo. Essa é a manifestação de magia mais simples e pura, simplesmente concentrando uma pequena quantidade de energia arcana no tamanho de uma esfera e a disparando.<br/><br/>    Esta magia persegue o alvo que você possar ver e sempre o acerta."},{"id":"spll_Jor1wErqER","name":"Descarga Elétrica","cover":"https://img.notionusercontent.com/ext/https%3A%2F%2Fi.pinimg.com%2F564x%2Ff8%2F71%2Fd8%2Ff871d887342d5eb494901568f9b4ad67.jpg/size/w=2000?exp=1730492872&sig=JzTjt9wX4n4FhkSIuur29-vwpQGEDlPn_XbiS5O_17U","concentration":false,"domain":"arcane","energyCost":3,"effect":"Dano Elétrico: 1D6 + 4.","savingThrow":"2D6 + Destreza + Agilidade do Alvo contra sua CD de 4 + Habilidade de Conjuração.","description":"Dispara um raio elétrico contra um alvo a até 5m. Caso o alvo esquive recebe metade do dano."}]}]}