{"id":"merchant-tactics","title":"Táticas de Mercante","levels":[{"requirements":"Nível de Personagem 1.","skills":[{"id":"meta_fnoEqUe3Ow","title":"Vendedor de Itens (Car)","type":"passive","description":"Você passa a conseguir vender itens comuns pelo mesmo preço de compra, ao invés da metade. E ao vender joias para alguém que não seja um joalheiro, você pode adicionar o dobro do valor do grau mágico da joia no valor de venda.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_pers","value":1}]}},{"id":"meta_eRlgHfoRwI","title":"Atrair Ouro","type":"passive","description":"Sempre que você abrir um baú, algum tipo de recipiente ou saquear um corpo que possua ouro, você pode jogar 2D6 e somar o valor a quantidade de ouro encontrado."},{"id":"meta_vVGdvZ48tn","title":"Contrato de Mercador Astral","type":"active","description":"Você aprende a realizar um ritual específico para convocar uma criatura na qual você realiza um contrato de troca de serviços, a criatura permitirá que você a invoque para fazer compra e venda de itens sempre que você desejar, porém essa criatura pode não ficar muito feliz se você chamar ela por outro motivo ou no final das negociações não rolar compra ou venda de itens. Escolha uma dentre as criaturas que você possa invocar na página de <app-link to=\"/\">Mercantes Astrais</app-link>."},{"id":"meta_GvLblYLk7d","title":"Barganhar (Car)","type":"active","properties":{"requirements":"Vendedor de Itens"},"description":"Ao comprar ou até vender itens, você ganha +1 no teste de Persuasão (Carisma) ao tentar barganhar um valor com o comerciante. O mestre pode limitar um valor máximo ou mínimo da barganha. Essa habilidade pode ser usada 3 vezes a cada descanso longo."},{"id":"meta_tiQBvda3eF","title":"Contador de Lorota (Car)","type":"active","description":"Nem todos os itens possuem um valor ou são atrativos aos mercantes, mas e se ela for “a ultima colher que o rei Kingas usou antes de morrer”? Ou se for “O trapo furado que a bela rainha de Andras usava quando viva”? Talvez este item passe a valer um bom trocado. Faça um teste de persuasão contra uma CD definida pelo mestre para ver se sua historinha cola e o mercador passe a ver o sapato sujo de um pé só como um objeto bem mais valioso."},{"id":"meta_tRju3K9Jin","title":"Está nas mãos da Sorte","type":"active","properties":{"cost":"6 PE"},"description":"Você aprende de um velho conhecido um ritual simples mas pode de alguma maneira <span class=\"bold\">alterar a sorte</span> de um indivíduo. Energizando e sacrificando <span class=\"bold\">uma moeda</span> você deve escolher entre cara ou coroa e a arremessa com o dedão, caso acerte você passa a ter <span class=\"bold\">sucesso garantido</span> em seu <span class=\"bold\">próximo teste</span>, mas o inverso acontece caso <span class=\"bold\">erre</span>. <br/><br/> Contudo, este tipo de movimento demanda um mínimo de tempo, então <span class=\"bold\">não</span> pode ser utilizado em <span class=\"bold\">qualquer teste</span>, por exemplo, você pode jogar a moeda antes de um ataque, mas <span class=\"bold\">não pode durante uma reação</span> como uma esquiva. <br/><br/> Os efeitos deste ritual também <span class=\"bold\">não funcionam com magias</span>, nem suas nem de inimigos."}]}]}