{"id":"musical-practices","title":"Práticas Musicais (Beta)","levels":[{"requirements":"Nível de personagem 1 e um <app-link to=\"/\">Instrumento Musical</app-link>.","skills":[{"id":"mupr_NQJZNPL54O","title":"Aprendiz Musicista (Car)","type":"passive","description":"Você aprende o básico sobre a manipulação da energia arcana através de vibrações e ondas sonoras. Essa capacidade te garante aos seguintes benefícios:","benefits":{"type":"list","value":[{"type":"text","value":"Acesso a 4 magias de nível 1 do grimório de magias do domínio <span class=\"bold\">acústico</span>."},{"type":"text","value":"Você se torna capaz de usar <span class=\"bold\">Carisma e Musicismo</span> como os atributos utilizados na conjuração de suas magias, independente do domínio da magia."},{"type":"list","title":"Perícias","value":[{"id":"prof_musi","value":1},{"id":"prof_pdig","value":1},{"id":"prof_intu","value":1}]}]}},{"id":"mupr_ppfCihyTAG","title":"Espadachim Rítmico (Des)","type":"passive","description":"Você se especializa a lutar com uma espada leve em uma mão e seu instrumento na outra. Isso te garante +1 nas jogadas de ataque utilizando uma espada leve. Além das perícias:","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_ccc","value":1},{"id":"prof_agil","value":1},{"id":"prof_pcep","value":1},{"id":"prof_musi","value":1}]}},{"id":"mupr_kC8rLsEwC3","title":"Melodia Favorita (Car)","type":"passive","description":"Graças a forma como cada instrumento permite a manipulação da magia ser diferente existem efeitos que são mais simples ou mais poderosos com tipos específicos de instrumentos. Escolha uma das especializações: <details class=\"benefits-details\"> <summary>Especializações</summary> <ul class=\"list\"> <li><h4>Cordofones</h4>        Instrumentos de corda que permitem melhor manipulação de efeitos curativos. Garante +1 nos testes de magias específicas para cura e +2 no valor da cura de qualquer magia que cure PV.</li><li><h4>Aerofones</h4>        Instrumentos de sopro que permitem uma melhor manipulação do ar e visão. Garante +1 nos testes de magias que envolvem ilusões, manipulações, e/ou projeções, além de +2 de dano de vento.</li><li><h4>Membranofones e Idiofones</h4>        Instrumentos de membrana, atrito, agitação e percussão que permitem melhor manipulação de ondas, trajetos e colisão de forças. Garante +2 no dano absorvido por magias de barreiras e proteções, além de +2 no dano de impacto provido por ondas e vibrações.</li> </ul> </details>"},{"id":"mupr_oDSukoWVEu","title":"Ressonância Arcana (Car)","type":"passive","description":"Sua mente passa a ter uma afinidade maior com o arcano a cada vez que você aprende mais como manipula-lo através de ondas sonoras e a música. Com isso você recebe um bonus de PE equivalente a 2 vezes o valor da sua perícia de <span class=\"bold\">Musicismo</span>. Seu PE Máximo passa a ser calculado da seguinte forma: 10 + (Musicismo x 2) + (Inteligencia x Nível). Você recebe as seguintes perícias:","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_musi","value":1},{"id":"prof_hist","value":1},{"id":"prof_invs","value":1}]}}]}]}