{"id":"runic-practices","title":"Práticas Rúnicas (Beta)","levels":[{"requirements":"Nível de personagem 1 e um <app-link to=\"/\">Selo Rúnico</app-link>.","skills":[{"id":"rupr_Co3twXg4rY","title":"Elo com Arma (Int)","type":"active","properties":{"requirements":"Kit de Encantamentos Arcanos."},"description":"Você faz um ritual simples que cria um elo entre seu selo rúnico com uma arma. Esse elo permite que você invoque a arma de volta a alguma de suas mãos sempre que quiser, a arma não voa de volta a sua mão, ela se torna energia e some do local onde está e com um feixe de luz aparece em sua mão. Isso é considerado uma ação bonus, você deve estar a pelo menos um raio de 4 metros da sua arma e só pode ser executada tendo seu selo rúnico contigo. Você pode por exemplo arremessar uma arma e invocar ela de volta a sua mão no mesmo turno.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_arc","value":1}]}},{"id":"rupr_UnYX2N7Wak","title":"Combatente Arcano (Int)","type":"passive","description":"Você foca seus aprendizados mágicos no domínio de runas e do combate corpo a corpo com armas, mesclando os dois possibilitando uma versatilidade durante os combates. Você recebe as seguintes perícias:","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_arc","value":1},{"id":"prof_ccc","value":1},{"id":"prof_intu","value":1},{"id":"prof_hist","value":1}]}},{"id":"rupr_pNzM7TFiAa","title":"Brandir Energia Rúnica (Int)","type":"active","properties":{"cost":"3 PE."},"description":"Você imbui temporariamente runas na lâmina ou local de impacto de uma arma que contém pura energia arcana e ao brandir a arma a energia liberada cobrindo a lâmina em uma espécie de chama azulada e meio roxa. O dano da arma que você está usando é completamente convertido para dano mágico, somado com o valor da perícia de Arcanismo, durante esse ataque. Caso o alvo esquive ou bloquei o ataque, ele ainda recebe <span class=\"bold\">metade do dano</span>.","benefits":{"type":"list","title":"Perícias","value":[{"id":"prof_ccc","value":1}]}},{"id":"rupr_u9Fuv4vWLK","title":"Conversão Arcana Menor (Int)","type":"active","description":"Você é capaz de usar sua própria energia arcana para energizar um item mágico que irá restaurar uma carga já usada do item, essa habilidade não é capaz de ser usada se as cargas do item estiverem cheias. Você só pode restaurar uma carga por vez e deve usar a carga restaurada antes de recarregar outra. Você só é capaz de recarregar um item mágico por vez, utilizando esse método. Em combate você usa sua ação de movimento para restaurar uma carga. A quantidade de energia necessária dependerá da raridade do item. <details class=\"benefits-details\"> <summary>Consumo por raridade</summary> <ul class=\"list\"> <li><span class=\"bold\">Incomum</span> 4 PE</li><li><span class=\"bold\">Raro</span> 10 PE</li><li><span class=\"bold\">Épico</span> 22 PE</li><li><span class=\"bold\">Lendário</span> 45 PE</li> </ul> </details>"}]}]}